<template>
  <div class='activity-rule-info-container'>
    <navi title="活动详情" :isFixed="true"></navi>
    <div class="content-info">
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
      这是一个很好的公园， 有很有多人在里面玩耍，请一定要再去一次
    </div>
  </div>
</template>

<script>
import navi from 'common/components/navigation'
export default {
  name: 'activityRuleInfo',
  components: {
    navi
  },
  data () {
    return {

    }
  }
}
</script>
<style lang='stylus' scoped>
@import '~styles/varibles.styl'
@import '~styles/mixin.styl'
.content-info
    padding $headerHeight * 1.2 rem(.2) rem(.2) rem(.1)
    textStyle(#333, .32)
    line-height rem(.4)
</style>
